{
    "pf2e-dailies": {
        "interface": {
            "accept": "Accepter",
            "cancel": "Annuler",
            "alert": {
                "weapon": "Arme spirituelle manquante"
            },
            "message": {
                "gained": "Obtenu le {type} temporaire :",
                "skills": "qualifié dans les compétences suivantes :",
                "tome": "A étudié le tome de thaumaturgie suivant :",
                "spells": "est prêt à utiliser les sorts :",
                "mindsmith": "se concentre sur l'arme spirituelle :",
                "changes": "a fait les changements suivants au cours de ses préparatifs quotidiens.",
                "familiar": "a choisi les capacités de familier :",
                "noChanges": "N'a fait aucun changement pendant ses préparatifs quotidiens et vous n'aviez pas réellement besoin de le savoir.",
                "rations": {
                    "used": "a consommé un {name} et il lui en reste {nb}.",
                    "last": "a consommé le dernier {name}.",
                    "almost": "a consommé un {name} et n'en a plus que {nb}."
                }
            },
            "error": {
                "unexpected": "Une erreur inattendue s'est produite au cours des préparatifs quotidiens. Consultez la console (F12) pour plus de détails.",
                "empty": "Tous les champs doivent être remplis.",
                "drop": {
                    "wrongDataType": "Type de données invalide déposé.",
                    "wrongType": "L'objet déposé n'a pas le bon type (nécessaire : {types}).",
                    "wrongLevel": "Le niveau de l'objet déposé ne possède pas le bon niveau (nécessaire : {levels}).",
                    "wrongTrait": "Le {type} déposé n'a pas le {catégorie} {trait}.",
                    "wrongSpellTime": "Le temps d'incantation du sort déposé excède {time}.",
                    "cannotBe": "Le {type} déposé ne peut pas être un {non}",
                    "wrongCustom": "L'objet déposé ne correspondait pas aux filtres.",
                    "notFeat": "Seuls des dons peuvent être déposés ici.",
                    "notSpell": "Seuls des sorts peuvent être déposés ici.",
                    "wrongCategory": "L'objet déposé n'est pas de la bonne catégorie (nécessaire : {categories}).",
                    "wrongTradition": "L'objet déposé n'est pas de la bonne tradition (nécessaire : {traditions}).",
                    "wrongSchool": "L'objet déposé n'est pas de la bonne école (nécessaire : {schools}).",
                    "wrongLevelLow": "Le niveau de l'objet déposé est trop faible pour cet emplacement ({level}).",
                    "wrongLevelHigh": "Le niveau de l'objet déposé est trop élevé pour cet emplacement ({level}).",
                    "wrongTraitAnd": "L'objet déposé ne possède pas tous les traits (tous nécessaires : {traits}).",
                    "wrongTraitOr": "L'élément déposé ne possède aucun des traits (tous nécessaires : {traits}).",
                    "wrongSkill": "L'objet déposé ne possède pas les bonnes compétences prérequises ({skills}).",
                    "wrongRarity": "L'objet déposé n'a pas la bonne rareté (nécessaire : {rarities}).",
                    "wrongSource": "L'objet déposé ne provient pas de la bonne source ({sources})."
                },
                "input": {
                    "proficiency": "Vous êtes déjà {rank} en {proficiency}."
                },
                "unattended": "Certaines alertes ne sont toujours pas résolues. Veuillez cliquer sur les triangles d'alerte pour les résoudre."
            },
            "tooltip": {
                "random": "Il sera sélectionné au hasard",
                "alert": "Cliquez ici pour résoudre",
                "search": "Ouvrir le navigateur de compendium",
                "clear": "Effacer la sélection",
                "noSelect": "Pas d'options disponibles"
            },
            "title": "Faire vos préparatifs quotidiens",
            "rations": {
                "yes": "Consommé (il en reste {nb})",
                "no": "N'en consomme pas",
                "last": "Consommer le dernier disponible"
            }
        },
        "label": {
            "elementalist": "Élémentaliste",
            "trickster": "Usurpateur de parchemin",
            "tome": "Tome de thaumaturgie",
            "mindsmith": "Façonneur spirituel",
            "mentalforge": "Forge mentale",
            "runicmind": "Façonnage runique",
            "familiar": "Capacités de familier",
            "ability": "Capacité #{nb}",
            "metamagical": "Métamagique",
            "ganzi": "Héritage ganzi"
        },
        "dialog": {
            "weapon": {
                "title": "Arme spirituelle",
                "accept": "Accepter",
                "cancel": "Annuler",
                "option": {
                    "1": "Une arme à une main qui inflige <strong>1d6</strong> dégâts et possède le trait <strong>finesse</strong>",
                    "2": "Une arme à une main qui inflige <strong>1d8</strong> dégâts",
                    "3": "Une arme à deux mains qui inflige <strong>1d10</strong> dégâts et possède le trait <strong>allonge</strong>",
                    "0": "Une arme à une main qui inflige <strong>1d4</strong> points de dégâts et possède les traits <strong>agile</strong> et <strong>finesse</strong>"
                },
                "error": {
                    "noSelection": "Vous devez choisir un type d'arme de base.",
                    "missing": "L'arme n'a pas pu être trouvée dans le compendium."
                },
                "flavor": "<p>Ce personnage n'a pas d'arme spirituelle dans son inventaire.</p><p>Veuillez choisir une des options suivantes pour en créer une.</p>"
            }
        },
        "sheet": {
            "title": "Préparatifs quotidiens"
        },
        "customs": {
            "title": "Préparatifs quotidiens personnalisés",
            "deleted": "Le préparatif quotidien '{daily}' a été supprimé avec succès.",
            "template": {
                "spell": {
                    "label": "Sort",
                    "hint": "Ce modèle permet la création d'un nouveau sort qui est ajouté à une entrée de sort temporaire."
                },
                "template": "Modèle",
                "templates": "Modèles",
                "create": "Créer un préparatif quotidien",
                "noEmpty": "Certains champs ne sont pas facultatifs, veuillez vous assurer que vous fournissez des entrées pour tous les champs qui ne sont pas spécifiés (facultatif).",
                "example": "Exemple",
                "badResistance": "Une valeur de résistance doit être strictement supérieure à 0.",
                "tooltips": {
                    "key": "Clé unique pour votre préparatif quotidien.",
                    "uuid": "L'uuid de l'objet racine (don, équipement, etc.) qui décidera si ce préparatif quotidien est utilisé ou non (si le personnage possède cet objet).",
                    "resistance": "La valeur de la résistance obtenue.",
                    "feattype": "(facultatif) Liste séparée par des virgules des types de dons utilisés dans le filtre.",
                    "feattraits": "(facultatif) Liste séparée par des virgules des traits d'es dons utilisés dans le filtre.",
                    "spelllevel": "(facultatif) Le niveau auquel le sort sera intensifié. Peut être laissé vide pour utiliser le niveau original du sort.",
                    "spellcategory": "(facultatif) Liste de catégories de sorts séparées par des virgules.",
                    "spelltraits": "(facultatif) Liste séparée par des virgules des traits des sorts utilisés dans le filtre.",
                    "traditions": "(facultatif) Liste séparée par des virgules des traditions des sorts utilisées dans le filtre.",
                    "label": "(facultatif) Étiquette utilisée dans l'interface de préparation et dans le message de conversation. S'il est laissé vide, le nom de l'élément racine sera utilisé à la place.",
                    "resistances": "Liste de résistances séparées par des virgules dans laquelle l'utilisateur pourra faire son choix.",
                    "featlevel": "(facultatif) Le niveau maximal de don utilisé dans le filtre. Peut être un nombre ou un des raccourcis 'level' et 'half' qui utilisent respectivement le niveau de l'acteur ou la moitié de sa valeur.",
                    "spelllevels": "(facultatif) Liste séparée par des virgules des niveaux de sorts utilisés dans le filtre. Si un seul nombre est fourni, il sera utilisé comme valeur supérieure de l'intervalle. Peut être un des raccourcis 'level' et 'half' qui utilisent respectivement le niveau de l'acteur ou la moitié de sa valeur."
                },
                "default": {
                    "label": "Défaut",
                    "hint": "Il s'agit du modèle de base par défaut."
                },
                "trainedSkill": {
                    "label": "Compétence qualifiée",
                    "hint": "Ce modèle a été utilisé pour des dons comme <strong>Longévité ancestrale</strong> ou <strong>Esprit sans âge</strong> pour améliorer une compétence ou créer une nouvelle connaissance dans laquelle vous êtes <strong>Qualifié</strong>."
                },
                "trainedLore": {
                    "label": "Compétence qualifiée",
                    "hint": "Ce modèle a été utilisé pour le don <strong>Étude rapide</strong> pour créer une nouvealle Connaissance avec laquelle vous êtes <strong>Qualifié</strong>."
                },
                "language": {
                    "label": "Langue",
                    "hint": "Ce modèle a été utilisé avec le don <strong>Linguistique ancestrale</strong> et l'anneau <strong>Bénédiction de Bort</strong> pour ajouter une nouvelle langue."
                },
                "resistance": {
                    "label": "Résistance",
                    "hint": "Ce modèle a été utilisé pour le don de dévouement <strong>Élémentaliste</strong> et l'héritage <strong>Ganzi</strong> pour ajouter une nouvelle résistance parmi un ensemble de choix prédéfinis."
                },
                "feat": {
                    "label": "Don",
                    "hint": "Ce modèle a été utilisé pour le don <strong>Expérimentation métamagique</strong> pour créer un nouveau don."
                },
                "examples": "Exemples",
                "tome": {
                    "label": "Tome du thaumaturge",
                    "hint": "Voici à quoi ressemblerait le code si l'implémentation <strong>Tome</strong> de la classe de Thaumaturge était un préparatif quotidien personnalisé. Il met en évidence l'utilisation d'enfants avec des conditions et l'utilisation de la fonction <u>prépare</u>."
                },
                "flexibility": {
                    "label": "Flexibilité martiale",
                    "hint": "Voici à quoi ressemblerait le code si le don <strong>Flexibilité martiale</strong> était un préparatif quotidien personnalisé. C'est un exemple très simple de lignes déposées avec des <u>filtres de sort</u> et <u> le prédicat enfant</u> ."
                },
                "savant": {
                    "label": "Virtuose des parchemins",
                    "hint": "Voici à quoi ressemblerait le code si le don <strong>Virtuose des parchemins</strong> était un préparatif quotidien personnalisé. Nous récupérons quelques données simples dans la fonction <u>prepare</u> et les utilisons pour la fonction <u>condition</u> des différentes lignes."
                },
                "mind": {
                    "label": "Façonneur spirituel",
                    "hint": "Voici à quoi ressemblerait le code si le dévouement <strong>Façonneur spirituel</strong> était un préparatif quotidien personnalisé. C'est de loin l'exemple le plus complexe, les lignes utilisent les deux <u>prédicats enfants</u> et <u>condition</u>. Tout s'écroule si le personnage n'est pas équipé d'une arme spirituelle (l'arme est dans un pack de compendium) et c'est pourquoi nous utilisons la ligne <u>alerte</u> pour créer ladite arme si nécessaire. Il utilise également la fonction <u>repos</u> pour nettoyer l'arme spirituelle."
                }
            },
            "delete": {
                "title": "Effacer un préparatif quotidien",
                "content": "Êtes-vous certain de vouloir effacer ce préparatif quotidien ?"
            },
            "code": {
                "newVersion": "Il y a une nouvelle version <strong>{version}</strong> de l'extension qui est disponible au téléchargement. Ne pas la mettre à jour peut entraîner des problèmes. Vous pouvez trouver l'extension ici : <a href='https://github.com/reonZ/pf2e-dailies-ext'>https://github.com/reonZ/pf2e-dailies-ext</a>",
                "save": "Sauvegarder un préparatif quotidien",
                "notify": "Si vous souhaitez avoir une meilleure expérience lors de la création de quotidiens personnalisés, il existe une extension pour le module qui remplace celui-ci par un éditeur de texte très puissant incluant tous les typages du module.<br>Le module d'extension n'est pas enregistré auprès de la fonderie mais vous pouvez le trouver ici : <a href='https://github.com/reonZ/pf2e-dailies-ext'>https://github.com/reonZ/pf2e-dailies-ext</a>"
            },
            "list": {
                "create": "Créer un préparatif quotidien"
            },
            "saved": "Le préparatif quotidien '{daily}' a été sauvegardé avec succès."
        },
        "error": {
            "duplicate": "Un préparatif quotidien avec cette clé existe déjà.",
            "invalidKey": "La clé quotidienne doit être une chaîne de caractères.",
            "unexpected": "Une erreur inattendue s'est produite lors de la préparation du module <strong>PF2e Dailies</strong>. Voir la console (F12) pour plus de détails.",
            "unrested": "Vous devez vous reposer avant vos préparatifs quotidiens."
        },
        "message": {
            "mindsmith": "se concentre sur l'arme spirituelle :",
            "gained": "a obtenu temporairement {type} :",
            "resistances": "a obtenu les résistances :",
            "feats": "A appris les dons :",
            "changes": "A apporté les changements suivants au cours de leurs préparatifs quotidiens.",
            "noChanges": "N'a fait aucun changement au cours de ses préparatifs quotidiens, vous n'aviez même pas besoin de le savoir en réalité.",
            "languages": "A appris à lire et parler :",
            "skills": "Qualifié avec les compétences suivantes :",
            "tome": "A étudié son tome de thaumaturgie :",
            "spells": "Est prêt utiliser les sorts :",
            "familiar": "A sélectionné les pouvoirs de familier :",
            "scrolls": "A créé les parchemins temporaires :",
            "rations": {
                "used": "a consommé un(e) de ses {name} et il lui en reste {nb}.",
                "last": "a consommé le(a) dernier(ère) {name}.",
                "almost": "a consommé un(e) de ses {name} et n'en a plus que {nb}."
            }
        },
        "spellEntry": {
            "name": "Sorts temporaires"
        },
        "settings": {
            "menus": {
                "customs": {
                    "name": "Préparatifs quotidiens",
                    "hint": "Enregistrez vos propres préparatifs quotidiens dans le module.",
                    "label": "Registre"
                }
            },
            "familiar": {
                "name": "Pouvoirs de familier",
                "hint": "UUID des effets séparés par des virgules. Ceux-ci seront ajoutés à la liste des pouvoirs de familier."
            }
        }
    }
}
